docs/english/english10/KBe21eng201retMA1CloseReadingParagraph.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-02 Sat 12:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>MA1: God of Small Things Close Reading Paragraph</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">MA1: God of Small Things Close Reading Paragraph</h1> <h2 class="subtitle"></h2> <span class="author">Taproot</span> <span class="date">2021-10-02 Sat 10:58</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org3451e9d">1. text</a></li>
<li><a href="#orgc2bcaf5">2. brainstorm</a>
<ul>
<li><a href="#org2c8198f">2.1. the past lingers, yet baby kochamma is running from the past</a>
<ul>
<li><a href="#org51a416a">2.1.1. redundant "reverted&#x2026;once again" stresses the past, as if she is trying to keep it in the past</a></li>
<li><a href="#orgc88c4be">2.1.2. "how quickly" it's much easier to go back</a></li>
<li><a href="#org40d568b">2.1.3. "after all those years" as opposed to "these" years. disassociating the years where they were away from self. also guilty.. why?</a></li>
<li><a href="#org0117e28">2.1.4. "not to let the past creep up on her" the way rahel/estha do. rahel/estha represent the past</a></li>
<li><a href="#org6e4adf1">2.1.5. pang = guilty?</a></li>
<li><a href="#org0f9f778">2.1.6. no hesitation in correction, has been doing this for a while.</a></li>
<li><a href="#org2b2cd92">2.1.7. lack of "even" in corrected thought?</a></li>
</ul>
</li>
<li><a href="#orgfd91682">2.2. scared of silence</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-org3451e9d" class="outline-2">
<h2 id="org3451e9d"><span class="section-number-2">1</span> text</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<p>
She didn't even trust the twins. She deemed them Capable of Anything. Anything at all. <i>They might even steal their present back</i> she thought, and realized with a pang how quickly she had reverted to thinking of them as though they were a single unit once again. After all those years. Determined not to let the past creep up on her, she altered her thought at once. <i>She. She might steal her present back.</i>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgc2bcaf5" class="outline-2">
<h2 id="orgc2bcaf5"><span class="section-number-2">2</span> brainstorm</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org2c8198f" class="outline-3">
<h3 id="org2c8198f"><span class="section-number-3">2.1</span> the past lingers, yet baby kochamma is running from the past</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-org51a416a" class="outline-4">
<h4 id="org51a416a"><span class="section-number-4">2.1.1</span> redundant "reverted&#x2026;once again" stresses the past, as if she is trying to keep it in the past</h4>
</div>

<div id="outline-container-orgc88c4be" class="outline-4">
<h4 id="orgc88c4be"><span class="section-number-4">2.1.2</span> "how quickly" it's much easier to go back</h4>
</div>

<div id="outline-container-org40d568b" class="outline-4">
<h4 id="org40d568b"><span class="section-number-4">2.1.3</span> "after all those years" as opposed to "these" years. disassociating the years where they were away from self. also guilty.. why?</h4>
</div>

<div id="outline-container-org0117e28" class="outline-4">
<h4 id="org0117e28"><span class="section-number-4">2.1.4</span> "not to let the past creep up on her" the way rahel/estha do. rahel/estha represent the past</h4>
</div>

<div id="outline-container-org6e4adf1" class="outline-4">
<h4 id="org6e4adf1"><span class="section-number-4">2.1.5</span> pang = guilty?</h4>
</div>

<div id="outline-container-org0f9f778" class="outline-4">
<h4 id="org0f9f778"><span class="section-number-4">2.1.6</span> no hesitation in correction, has been doing this for a while.</h4>
</div>

<div id="outline-container-org2b2cd92" class="outline-4">
<h4 id="org2b2cd92"><span class="section-number-4">2.1.7</span> lack of "even" in corrected thought?</h4>
</div>
</div>

<div id="outline-container-orgfd91682" class="outline-3">
<h3 id="orgfd91682"><span class="section-number-3">2.2</span> scared of silence</h3>
<div class="outline-text-3" id="text-2-2">
</div>
</div>
</div>
</div>
</body>
</html>
