docs/eng201/KBe21eng201retMA1CloseReadingParagraph.tex
% Created 2021-09-11 Sat 09:36
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{MA1: God of Small Things Close Reading Paragraph}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={MA1: God of Small Things Close Reading Paragraph},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{text}
\label{sec:org5c43adf}
\begin{quote}
She didn't even trust the twins. She deemed them Capable of Anything. Anything at all. \emph{They might even steal their present back} she thought, and realized with a pang how quickly she had reverted to thinking of them as though they were a single unit once again. After all those years. Determined not to let the past creep up on her, she altered her thought at once. \emph{She. She might steal her present back.}
\end{quote}

\section{brainstorm}
\label{sec:org60c8eed}

\subsection{the past lingers, yet baby kochamma is running from the past}
\label{sec:org8d6092b}

\subsubsection{redundant "reverted\ldots{}once again" stresses the past, as if she is trying to keep it in the past}
\label{sec:org99369ae}

\subsubsection{"how quickly" it's much easier to go back}
\label{sec:org62eab88}

\subsubsection{"after all those years" as opposed to "these" years. disassociating the years where they were away from self. also guilty.. why?}
\label{sec:orge67ce60}

\subsubsection{"not to let the past creep up on her" the way rahel/estha do. rahel/estha represent the past}
\label{sec:orgf52e01c}

\subsubsection{pang = guilty?}
\label{sec:orgd0863c1}

\subsubsection{no hesitation in correction, has been doing this for a while.}
\label{sec:org64a15d4}

\subsubsection{lack of "even" in corrected thought?}
\label{sec:org12fd86e}

\subsection{scared of silence}
\label{sec:orgc7b424d}
\end{document}
